#+title: Cifrado por bloques
#+author: Gunnar Wolf

- Tema presentado por :: Esteban Tafolla y Erick V치zquez
- Calificaci칩n global :: Por favor revisen m치s adelante para ver de
  d칩nde vienen todos estos n칰meros 游땔

|------------------------+-------+--------------------+------+---------|
| Evaluaci칩n  compa침eros | Valor | Evaluaci칩n docente | Peso | *Total* |
|------------------------+-------+--------------------+------+---------|
|                   9.65 |   0.3 |               9.25 |  0.7 |    9.37 |
|------------------------+-------+--------------------+------+---------|
#+TBLFM: @2$5=$1*$2+$3*$4;f-2

* Comentarios

Dado que es una presentaci칩n en video, no puedo evaluar /dominio del
tema/ y /presencia/ como lo hacemos habitualmente. Me centro en las
respuestas que hagan a las preguntas de sus compa침eros para el primero
y en si la presentaci칩n "suena" le칤da directamente del material que
prepararon o expuesta m치s libremente para el segundo.

- Muy buen recurso el de atrapar la atenci칩n de sus compa침eros
  empleando al inefable Bob Esponja 游땔
  - L치stima de mundo en el que vivimos, l치stima de reglas de derechos
    de autor...
- Como les coment칠 en la revisi칩n, si les interesa clavarse en la
  criptograf칤a, 춰con mucho gusto los acompa침o (a ustedes y a cualquier
  otro compa침ero) por ese camino!

* Evaluaci칩n grupal

Esta evaluaci칩n proviene de la encuesta que llenaron en l칤nea. No
tengo acceso al desglose, por lo cual presento 칰nicamente el resumen
de la evaluaci칩n.

|--------------+-------+------------+----------+-----------+-------|
| Originalidad | Nivel | Relevancia | Claridad | Presencia | Total |
|--------------+-------+------------+----------+-----------+-------|
|         9.71 |    10 |       9.42 |     9.71 |      9.42 | 9.652 |
|--------------+-------+------------+----------+-----------+-------|
#+TBLFM: @2$6=vmean($1..$5)

** Comentarios de los compa침eros

Tu exposici칩n recibi칩 los siguientes comentarios anonimizados por
parte de tus compa침eros:

- Una pena lo del video inicial con copyright, pero la exposici칩n fue
  muy clara y me agrad칩 el tema.

* Evaluaci칩n del docente

| *Aspecto*              | *Peso* | *Evaluaci칩n* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |           10 |       1. |
| Material desarrollado  |    0.2 |          7.5 |      1.5 |
| Contenido              |    0.2 |           10 |       2. |
| Fuentes bibliogr치ficas |    0.1 |          7.5 |     0.75 |
| Uso del tiempo         |    0.1 |           10 |       1. |
| Dominio del tema       |   0.15 |           10 |      1.5 |
| Presencia              |   0.15 |           10 |      1.5 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     9.25 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2
